
[{"id":1,"photo":"/img/detail-img/checkUp.png","img":"/img/home-service/check-up.png","operationName":"Doctor check up","description":"During the camping we are checking up more than 300 children around the cycle.","fullDescribe":"A full physical examination is a general examination of the body performed by the doctor or general practitioner (GP). The examination will cover most of the basic systems of the body, including the heart system, lung system, gut system and nerve system examination. ... We recommend a thorough check-."},{"id":2,"photo":"/img/detail-img/iq.png","img":"/img/home-service/iq-test.png","operationName":"Child IQ test","description":"Child IQ test is very interesting program, If you want test your child's IQ follow our Camp.","fullDescribe":"The IQ was originally computed as the ratio of a person's mental age to his chronological (physical) age, multiplied by 100. Thus, if a child of 10 had a mental age of 12 (that is, performed on the test at the level of an average 12-year-old), then the child was assigned an IQ of (12/10) X 100, or 120."},{"id":3,"photo":"/img/detail-img/speech.png","img":"/img/home-service/speech-care.png","operationName":"Speech impaired care","description":"During the camping we are checking up Speech impaired children and start treatment.","fullDescribe":"Definition. Speech impairments are disorders of speech sounds, fluency, or voice that interfere with communication, adversely affect performance and/or functioning in the educational environment, and result in the need for exceptional student education."},{"id":4,"photo":"/img/detail-img/disable.png","img":"/img/home-service/disable.png","operationName":"Disabilities child health care","description":"We are providing modern equipment for every disabilities children, and teach them techniques.","fullDescribe":"The definition of special needs pertaining to a child includes a wide variety of conditions including physical ailments, learning disabilities, and terminal illness. Parents and guardians of special needs children usually receive tax credits or deductions to help offset the cost of raising a special needs child."},{"id":5,"photo":"/img/detail-img/exercize.png","img":"/img/home-service/exercise2.png","operationName":"Child exercise training","description":"We are focusing on child health they's why need to do something regular exercise.","fullDescribe":"Children and adolescents ages 6 through 17 years should do 60 minutes (1 hour) or more of moderate-to-vigorous intensity physical activity each day, including daily aerobic – and activities that strengthen bones (like running or jumping) – 3 days each week, and that build muscles (like climbing or doing push-ups) – 3."},{"id":6,"photo":"/img/detail-img/covid.png","img":"/img/home-service/covid-19.png","operationName":"Protect your child form covid-19","description":"We are discussing with parents about how protect children form covid-19, train some techniques.","fullDescribe":"COVID-19 in children has been on the rise in the U.S., with a recent 10% increase in the total number of reported child cases. While all children are capable of getting the virus that causes COVID-19 , they don't become sick as often as adults. Most children have mild symptoms or no symptoms."}]